/** 配置城市名的数据 */
export const cities = {
  hotCities: ['北京', '上海', '广州', '深圳', '成都'],
  sortedCities: [{
      index: 'A',
      children: ['澳门', '阿克苏', '阿吉', '鞍山']
    },
    {
      index: 'B',
      children: ['北京', '包头', '宝鸡', '滨州', '宝山', '巴中']
    },
    {
      index: 'C',
      children: ['重庆', '成都', '长沙', '常州', '长春', '沧州']
    },
    {
      index: 'D',
      children: ['大连', '东莞', '德阳', '丹东', '大庆', '大同']
    },
    {
      index: 'E',
      children: ['鄂尔多斯', '恩施', '鄂州']
    },
    {
      index: 'F',
      children: ['福州', '佛山', '抚顺', '阜阳', '防城港', '阜新']
    },
    {
      index: 'G',
      children: ['广州', '贵阳', '赣州', '桂林', '广元', '贵港']
    },
    {
      index: 'H',
      children: ['上海', '深圳', '杭州', '哈尔滨', '合肥', '海口']
    },
    {
      index: 'J',
      children: ['金华', '济南', '嘉兴', '江门', '吉林']
    },
    {
      index: 'K',
      children: ['昆明', '克拉玛依', '开封', '喀什', '凯里', '克孜勒苏']
    },
    {
      index: 'L',
      children: ['兰州', '拉萨', '洛阳', '丽江', '廊坊', '连云港']
    },
    {
      index: 'M',
      children: ['梅州', '绵阳', '马鞍山', '茂名', '牡丹江', '眉山']
    },
    {
      index: 'N',
      children: ['南京', '南昌', '南宁', '宁波', '南通', '南充']
    },
    {
      index: 'P',
      children: ['莆田', '平顶山', '盘锦', '攀枝花', '萍乡']
    },
    {
      index: 'Q',
      children: ['青岛', '秦皇岛', '泉州', '曲靖', '齐齐哈尔', '七台河']
    },
    {
      index: 'R',
      children: ['日喀则', '日照']
    },
    {
      index: 'S',
      children: ['上海', '深圳', '沈阳', '苏州', '石家庄', '三亚']
    },
    {
      index: 'T',
      children: ['天津', '太原', '唐山', '台州', '泰安', '铁岭']
    },
    {
      index: 'W',
      children: ['武汉', '无锡', '潍坊', '威海', '乌鲁木齐', '梧州']
    },
    {
      index: 'X',
      children: ['西安', '厦门', '徐州', '西宁', '湘潭', '许昌']
    },
    {
      index: 'Y',
      children: ['杭州', '武汉', '郑州', '石家庄', '西安']
    },
    {
      index: 'Z',
      children: ['张家口', '中山', '珠海', '肇庆', '舟山', '漳州']
    }
  ]
}